var local_database =[{
  userImage:"http://5b0988e595225.cdn.sohucs.com/images/20180604/51903087276b486d92c7fa06fae81344.jpeg",
  classify:"好奇心头条",
  userName:"丸子嘻",
  userAction:"发表于",
  time:"1580294619780",
  contentImage:"http://img.qdaily.com/article/article_show/20200117074025mnJPNHReKUlvCcYw.jpg?imageMogr2/auto-orient/thumbnail/!755x450r/gravity/Center/crop/755x450/ignore-error/1",
  title:"大公司头条：去年三成新增贷款流向楼市，央行称将严控房贷占比；富士康和菲亚特克莱斯勒将合资在中国造电动车",
  content:"根据彭博社消息，高盛中国计划在未来五年内将中国团队加倍至 600 人。\n高盛进入中国晚于摩根士丹利、美林，但高盛在 1990 年代末、2000 年初完成了一系列举行国企海外上市募股，包括中国电信香港上市（后改名中国移动）、中石油（基本就是曾经的石油部）在纽交所上市。\n加入世贸后，中国金融市场并未如期开放，外资金融机构只能在中国合资经营，且业务范围严重受限。硅谷银行主席在一期 China 21 播客里谈过这个问题。\n2004 年，时任高盛主席、后来的美国财长保尔森在中国设立合资公司高盛高华。到 2018 年，高盛高华只为高盛贡献 6900 万人民币利润，约为高盛全球总利润的 1/1000。\n今年 7 月，中国金融发展委发布 11 条金融业开放政策，允许外资控股中外合资理财、基金、期货等类型金融公司。高盛在一个月后申请增持所持高盛高华股份至 51%。\n由于监管限制，中国企业在国内融资往往通过银行贷款（间接融资），也留下巨额债务和坏账。过去两年里，中国政府数次强调要让企业更多通过股市、债券市场等渠道融资。也不只是企业融资，政府的高速公路和铁路也在尝试上市融资解决债务问题。\n与此同时，银保监会今年再次鼓励居民储蓄投入资本市场，看上中国居民手中 26 万亿净存款（储蓄减去贷款额）。\n这些是投行的机会。彭博社消息称高盛现 CEO 大卫·所罗门 2018 年上任后要求制定未来五年在中国的扩张计划。\n除高盛外，摩根大通在上海中心的办公室面积扩大 1/3 至 20000 平米、野村证券扩大一倍至 5000 平米。\n投资基金方面，全球最大对冲基金桥水去年在中国成立独自公司，办公室在北京国贸三期 47 层，原苹果办公室对面。一年时间，桥水中国员工数从 5 人扩张到 20 人，当中 16 人拥有基金从业资质。《中国证券报》周一报道称，桥水目前拿到中国私募投资顾问资质，可向第三方机构提供投资建议，开展业务。\n除桥水外，还有贝莱德、路博迈、富敦、毕盛、元盛、瑞银、安本标准等 7 家外资私募管理公司获得私募投顾资质。",
  good:"1000",
  comment:"243",
  postsId: 0
},{
  userImage:"https://img2.woyaogexing.com/2020/01/19/459d13000a5d4776b3386465d0d35a4a!400x400.jpeg",
  classify:"文化",
  userName:"Lovi",
  userAction:"发表于",
  time:"1580294519780",
  contentImage:"http://img.qdaily.com/article/article_show/20200117085021BOzRtknFprX37VSg.jpeg?imageMogr2/auto-orient/thumbnail/!755x450r/gravity/Center/crop/755x450/ignore-error/1",
  title:"「城市早报」限制写字楼以缓解住房紧缩，会奏效么？以及来自全球 10 个城市的新闻",
  content:"城市化的面目总是伴随着相似的场景，夕阳下吊索和塔吊的剪影，爆破之后烟尘和瓦砾。屋宇楼阁被不断推翻再重建，留下大量的工业垃圾。在英国，建筑行业占据了所有材料使用的 60% ，产生的垃圾占总比三分之一，同时释放的二氧化碳占总排放的 45% 。\n是否会到一个节点，人们已经制造出所需的所有建筑材料，而无需再生产新的？是否可以通过改造、修缮或拆解重建旧建筑的方式，来获得所有新的大楼？\n这将会是对传统建筑业的极大挑战，大部分人都对此并不乐观。但一些基于这些想法的尝试，已经在全世界出现。\n在过去的一年中，我们看到许多建筑再利用的案例进入设计奖项的名单之中。而一位荷兰建筑师 Thomas Rau 则想得更长远一些，他提出应当将建筑作为素材库的想法，为每一块建筑材料标号立档，方便其成为下一栋建筑的分子。\n在他建立的档案库 Madaster database 中，目前已经标记超过 250 万平方米的建筑素材，并同时与阿姆斯特丹政府合作，为城市中每一座公共建筑建档。\n“垃圾只是没有身份的原材料。如果我们追踪建筑每个组成部分的来源和性能，给它们一个身份标识，就可以减少浪费。” Thomas 这么认为。\n这个想法在荷兰银行 Triodos Bank 新总部的建设过程中得到实践，他将其称为世界上第一栋可以被完全拆解的办公大楼。这栋建筑为木质结构，并使用机械固定装置进行连接，每个部分都设计成可以被拆除并再利用的样式。",
  good:"786",
  comment:"123",
  postsId: 1
},{
  userImage:"https://img2.woyaogexing.com/2020/01/19/d9e0f5d6de0f461c92c89026e48c2ec2!400x400.jpeg",
  classify:"商业",
  userName:"你猜啊",
  userAction:"发表于",
  time:"1580294500780",
  contentImage:"http://img.qdaily.com/article/article_show/20200113205359RJ9m8LQguFPlvIwW.jpg?imageMogr2/auto-orient/thumbnail/!755x450r/gravity/Center/crop/755x450/ignore-error/1",
  title:"前法国总统顾问，如何看待未来十五年人类面临的危机？",
  content:"若人类没有自此绝迹，若文明在未来的一个世纪依旧存在，或者未来的历史学家对研究当代人经历的一切仍抱有兴趣的话，他们会诧异于现在竟没有爆发一场席卷全球的革命来预示并阻止即将来临的“大灾难”。\n未来的历史学家将滔滔不绝地谈论政治人物的疏忽大意，资本家的厚颜无耻，民众的摇摆不定，银行家的傲慢无礼，乐观主义者的幼稚无知，悲观主义者的消极被动，知识分子的喋喋不休，经济学家的虚荣自负，媒体的唯唯诺诺，弱者的顺从以及实践者微弱的影响力。然而，他们却对如何借助现有的科学知识探讨宇宙的起源一无所知，甚至无法考虑几周后（或数十年后）人类的未来。他们也不会明白为什么我们这个时代的人类会自取灭亡。他们将不禁思索人类怎么会浪费了那么多的精力、人才和能源，还要践踏无私、勇敢、善良的秉性，却不知道如何建设一个美好的世界。这些学者会在某些小册子和那些经常被听到却不曾被理解的演讲中去寻找灾难的征兆和人类反击的蛛丝马迹。有人甚至可能会援引哈姆雷特的话：“那个时代的世界混乱不堪，连时间都是错乱的。”\n事实上，在不久的将来， 1 年、 10 年或者 15 年后，总而言之，在 2030 年前，如果我们不予干预，论是富可敌国还是权倾朝野，无人能幸免于这场由人类无休止的野蛮行为铸成的灾难，无人能在这场“海啸”中存活。未来人类只能在断瓦残垣上重建一个新的世界，扼腕叹息这一场本可以避免的灾难。\n我希望通过这本书达成以下几个愿望：一是让读者认清未来世界的威胁和前景；二是让读者在做选择的时候有能力去衡量风险和机会，从而避过暗礁，顺利抵达彼岸；三是希望发现世界的美好，希望人人都能做真正的自己。\n虽然我们有无数个理由去遐想今天生活的幸福美好，但事实上，我们的生活是一个悲喜交加的故事，并且这个故事的情节在发生不可逆转的变化，变得越来越混乱。\n尽管经济活动不是人类生活唯一的组成部分，也无法完全决定人类发展前景的好坏，但它却是今天人类社会分崩离析的根源。人类社会的根本其实可以归纳为这样一句话：“假以自由之名，我们在这个世界强行建立了一种全球性的制度，今天的人类社会已成为一个以市场为中心，为金钱所驱动，无视其他事物的价值，奉行利己主义，唯利是图、背信弃义的社会；它容不下其他任何一种有意义的价值观或世界观，也不会遵守任何关系人类安全与自由的法律条款。”\n若没有一个全球性的治理体系来强制市场遵守法律，市场将成为统治世界的独裁者——没有任何规则能够限制或调控那些损害自然环境的生产活动；没有机制可以减缓财富的集中化；没有制度可以抑制贫富差距的扩大；年轻人将很少有机会去展现他们的潜能；总体来说，没有任何事物能够使人们懂得关心他人的幸福。",
  good:"234",
  comment:"13",
  postsId: 2
}]

// 导出数据
module.exports = {
  posts : local_database
}